dict_ru = {'msg_auto': '❤️Вы уже зарегистрированы в систему, приятного пользования!❤️\n\nИспользуй команду /help, чтобы изучить весь функционал бота!',
           'msg_start': '''❤️Добро пожаловать в DaD сервис!❤️\n\n{}, здесь вы сможете быстро переводить свои сообщения в азбуку Морзе и обратно!\n\nНаш сервис:\nПозволяет работать со звуковыми вложениями🎙\nИмеет широкую базу для изучения азбуки Морзе📝\nСодержит видеоматериалы для закрепления знаний📺\nОбновляется и адаптируется для Вас👀\n\nИспользуй команду /help, чтобы изучить весь функционал бота!''',
           'msg_other_functions': 'Вот допольнительные возможности бота:',
           'msg_translate_phrase_q': 'Введите текст для перевода в Азбуку Морзе:',
           'msg_translate_phrase': 'Дорогой пользователь, Ваш перевод готов!\n\nИсходный текст:\t{}\n\nПеревод:\t',
           'msg_back_translate_text_q': 'Введите текст для перевода с Азбуки Морзе:',
           'msg_back_translate_text': 'Дорогой пользователь, Ваш перевод готов!\n\nИсходное сообщение:\t{}\n\nПеревод:\t {}\n\n#DashAndDot',
           'msg_leson_morse_1': 'Отлично, видимо ты захотел подучить такую страшную тему, как Азбука Морзе?\nДавай я попробую тебе помочь с этим!\n\nОтправляю тебе ссылку на первый урок по Азбуке Морзе:\nhttps://youtu.be/ohY-3W2Nh_A?si=9mdOQK0cy44Ozh_L \n\nКак только разберешь 1 урок следуй дальше!',
           'msg_leson_morse_2': 'Хорошее начало, высылаю второе видео:\nhttps://youtu.be/QymBUPxECiE?si=R2P7msHRFms1KEni',
           'msg_leson_morse_3': 'Не останавливаемся, дальше - больше:\nhttps://youtu.be/uDOWONzbJog?si=5MgoxyhDHUyfQBCp',
           'msg_sub': 'Я доволен твоими результатами, но дальнейшее обучение платно!\n\nТы всегда можешь оформить подписку за 0₽ \ 0$:',
           'msg_sub_full': 'Спасибо за поддержку, высылаю тебе целый плейлист для тренировки:',
           'msg_table_trans': 'Раз ты решил поинтересоваться таблицей перевода Азбуки Морзе, то вот тебе всё, что есть в нашей базе DashAndBot:',
           'msg_check_self': 'Ты решил себя проверить?🥵\n\nНу что ж, давай устроим маленький тест из пяти вопросов на знание Азбуки Морзе, поехали:',
           'msg_help': '''
/start - 😇 Начать работу
/help - 😵 Список команд
/translate_phrase - 📝 Перевод сообщения в Азбуку Морзе
/translate_audio - 🎙 Перевод сообщения в Азбуку Морзе (аудио)
/back_translate_text - ⤵️ Перевод Морзе обратно в текст
/back_translate_audio - ⤵️ Перевод Морзе обратно в аудио
/other_functions - 🥱 Остальные возможности
                '''}

dict_en = {'msg_auto': 'You are already registered in the system, enjoy using it!',
           'msg_start': 'Welcome to DaD Service!\n\n{}, here you can quickly translate your messages into Morse code, back, and more!Our service also allows you to work with audio attachments, let`s briefly talk about our capabilities:\n/translate_phrase - The ability to translate text into Morse code.\n/translate_morse - The ability to translate a Morse message back into text'}
